content/articles/Snapshot.html
<!doctype html>
<html lang="en">
<head>
<title>A Snapshot of the day</title>
<!-- 2016-12-18 Sun 02:51 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<meta name="generator" content="Org-mode">
<meta name="author" content="Rahul Saraf">

<link  href="https://cdnjs.cloudflare.com/ajax/libs/twitter-bootstrap/3.3.5/css/bootstrap.min.css" rel="stylesheet">
</head>
<body>
<div id="preamble" class="">
<nav>
  <ul class='nav nav-tabs'>
     <li role='presentation'><a href='/'>Home</a></li>
     <li role='presentation'><a href='/content/pages/About.html'>About Me</a></li>
  </ul>
  </nav>
</div>
<div id="content" class="container">
<div class="row"><div class="col-md-9"><h1 class="title">A Snapshot of the day</h1>

<div id="outline-container-Intro" class="outline-2">
<h2 id="Intro"><a id="sec-" name="sec-"></a>So here is to Why?</h2>
<div class="outline-text-2" id="text-Intro">
<p>
Suffering from worst case of writer's block. No fucking clue what to
write. Let's just write about the day.
</p>
</div>
</div>

<div id="outline-container-Morning" class="outline-2">
<h2 id="Morning"><a id="sec-" name="sec-"></a>A Very Eary Morning!</h2>
<div class="outline-text-2" id="text-Morning">
<ul class="org-ul">
<li>4:00 HRS - Woke up! After a quick shower! Updated this blog layout
</li>
<li>5:00 HRS - Success in removing the postamble. Sleepy! Sleepy! Let's
go back to bed and try to catch a few more hours of sleep.
</li>
<li>6:30 HRS - Damn it! Every Single day it's the same story. Need to
wake up 15 mins earlier to finish my morning routine.
</li>
<li>6:50 HRS - Run! Run! Run! Need to catch Mobarak on time for
taxi. That asshole really ruins my morning everyday. But Wait! Lost
my keys ! Have to drop my set for Auntie. Let's go to Neighbours.
</li>
<li>6:55 HRS - Auntie is making tea! Everyone is chill. Yes I can have
a sip.
</li>
<li>7:00 HRS - In taxi! This idiot doesn't know how to drive. Sudden stop
and tea is on my white shirt! Damn it.
</li>
</ul>
</div>
</div>

<div id="outline-container-Work" class="outline-2">
<h2 id="Work"><a id="sec-" name="sec-"></a>Work! SSDD! Same shit different day!</h2>
<div class="outline-text-2" id="text-Work">
<ul class="org-ul">
<li>7:30 HRS - Meeting for handover. Let's blab something for
satisfaction of respective parties. Not really useful. They are
gonna do whatever they want ignoring all the development.
</li>
<li>9:00 HRS - Kshitiz is the champ. Sir's HBRA has been a bit high for
past few days. I can relate.
</li>
<li>9:30 HRS - Done with coffee! Let's get some work done. Need to
finish Thermal Project by Sunday. Should we put a stone on the
heart and come to office on sunday?
</li>
<li>11:00 HRS - These guys really know how to waste time. I knew this
was gonna happen. No idea about business requirement! No idea
about data Model. Never check calculations ! And they are on;
giving training in the interior. We are fixing things which are
not even needed for next 1 month , in lieu of things which are
needed tomorrow. Why? Because AR made a commitment.
</li>
<li>11:30 HRS - Lunch time again.
</li>
<li>12:15 HRS - Resisting temptations from Kshitiz Sir and Shailendra;
We are going to get some juice from tropical instead of strawberry
cake from Costa. Great Job Mr.! This is the kind of commitment
that you need for next one month. Afterall you only marry once in
your life.
</li>
<li>13:30 HRS - Work! Work! Work! These guys are still struggling with
there stupid demo.
</li>
<li>15:30 HRS - Okay total fuse now. Time to get ready to go
home. Still deep discussions on N's Bug.
</li>
<li>15:45 HRS - They have fixed it finally. What should have been
finished in an hour has taken 6 days, 4 resources. Meanwhile the guy
who needed this is already on his 3 weeks vacation. Well Deedly hoo!
All is well in La-La-Land. 
</li>
<li>16:00 HRS - Mobarak is here. Let's go home.
</li>
</ul>
</div>
</div>

<div id="outline-container-Evening" class="outline-2">
<h2 id="Evening"><a id="sec-" name="sec-"></a>A Brighter Evening</h2>
<div class="outline-text-2" id="text-Evening">
<ul class="org-ul">
<li>16:45 HRS - Lets finish up yesterdays biryani.
</li>
<li>17:00 HRS - Finally got connected to Madam after 4 days. This is
modern version of Romance at the time of Cholera. Only effect of
demonitization is seen on Her Majesty'z  phone budget. 
</li>
<li>18:00 HRS - Love our rashakashi on phone finally feeling good.
</li>
<li>19:00 HRS - Talking to Mummy, She is feeling good. Papa is on way
back from Narshingpur.
</li>
</ul>
</div>
</div>

<div id="outline-container-Dawn" class="outline-2">
<h2 id="Dawn"><a id="sec-" name="sec-"></a>Hit the Road Jack! Or You are Gonna Get Uber Fat!</h2>
<div class="outline-text-2" id="text-Dawn">
<ul class="org-ul">
<li>20:00 HRS - Finally pushed myself to go for some exercise. A couple
of up and down on stairs. On track now side of the
Road. Shailendra Bhai is finishing up there 6.5 km Run. Run!
Exercise! Walk. Some sit ups ! Some pull ups! Some stomach
exercises. He is good. Need to catch up to him if I want to see
some result in a month. Patience Grasshopper! Slow and Steady My
boy! Slow and Steady.
</li>
<li>21:00 HRS - Buy some milk and back at home. Some TV.Gimme some
org-mode-goodies on youtube.
</li>
</ul>
</div>
</div>

<div id="outline-container-Night" class="outline-2">
<h2 id="Night"><a id="sec-" name="sec-"></a>NightWriter</h2>
<div class="outline-text-2" id="text-Night">
<ul class="org-ul">
<li>22:30 HRS - Let's get into habbit of writing.
</li>
<li>23:00 HRS - Worst Case of writer's blog. Can't think of anything
to say.
</li>
<li>23:30 HRS - Let's do something stupid and write about today.
</li>
<li>00:00 HRS - Finally I have reached end of the road here. I am writing in this
post about writing this line. Need to stop now.
</li>
<li>00:10 HRS - Seriously! Need to stop writing , stop writing
</li>
<li>00:15 HRS - THE END. Hopefully I can sleep today.
</li>
</ul>
</div>
</div>
</div><div class="col-md-3"><nav id="table-of-contents">
<div id="text-table-of-contents" class="bs-docs-sidebar">
<ul class="nav">
<li><a href="#Intro">So here is to Why?</a></li>
<li><a href="#Morning">A Very Eary Morning!</a></li>
<li><a href="#Work">Work! SSDD! Same shit different day!</a></li>
<li><a href="#Evening">A Brighter Evening</a></li>
<li><a href="#Dawn">Hit the Road Jack! Or You are Gonna Get Uber Fat!</a></li>
<li><a href="#Night">NightWriter</a></li>
</ul>
</div>
</nav>
</div></div></div>
<footer id="postamble" class="">
<div class='footer center'>
Copyright 2016 Rahul Saraf.<br>
Last updated 2016-12-18 Sun 02:51. <br>
</div>
</footer>
</body>
</html>
